[
	{"term": "acquired resistance", "definition": "event confers resistance to a given therapy after treatment with said therapy. Generally a mutation that is selected for on treatment"},
	{"term": "activates-pathway", "definition": "some event participates and promotes/increases the normal net activity of a pathway. The pathway should be given in context"},
	{"term": "any", "definition": "this essentially says the zygosity of the event is not important or doesn't matter"},
	{"term": "any (germline)", "definition": "this essentially says the zygosity of the event is not important or doesn't matter"},
	{"term": "associated-pathway", "definition": "loosely associated. a given event has been associated with some pathway"},
	{"term": "cancer associated gene", "definition": "some event is associated with cancer"},
	{"term": "CAP guidelines", "definition": "recommended treatment guidelines for specific cancer types College of American Pathologists"},
	{"term": "case report", "definition": "case study evidence from individual case reports in peer reviewed journals"},
	{"term": "clinical", "definition": "trusted association in clinical medicine that routinely informs treatment, including large scale meta-analyses, standard of care associations, and organizational recommendations"},
	{"term": "clinical trials", "definition": "clinical evidence from phase I, II or III clinical trials and other primary tumour data"},
	{"term": "clinical-test", "definition": "evidence associated with the use of a clinically applied genomic test such as a targeted gene panel or other similar screening test"},
	{"term": "cooperative-events", "definition": "events that have an enhanced effect when co-occurring, greater than the effect of either alone"},
	{"term": "copy number variant", "definition": "changes in the number of copies of a give feature or region"},
	{"term": "diagnostic", "definition": "evidence is diagnostic for a specific disease type, disease subtype or disease state"},
	{"term": "disruptive fusion", "definition": "fusion disrupts the wild-type functionality of one or more of its fusion partners"},
	{"term": "dominant gain-of-function", "definition": "an event whose product adversely affects the normal product resulting in a gain-of-function phenotype"},
	{"term": "dominant negative", "definition": "an event whose product adversely affects the normal product resulting in a loss-of-function phenotype"},
	{"term": "equally-as-effective-as", "definition": "a therapy is equally as effective as another given a set of associated conditions"},
	{"term": "expression level variant", "definition": "generally used to describe the RNA-expression of a given feature and how it differs from the reference state"},
	{"term": "FDA-approved", "definition": "specifications for approved drug use in the treatment of specific cancer types under defined criteria U.S. Food and Drug Administration"},
	{"term": "feature annotation", "definition": "allows us to link features without variants to literature information"},
	{"term": "favourable", "definition": "event imparts a favourable outcome in the context of the specfied disease"},
	{"term": "gain-of-function", "definition": "event imparts an acquired function on the gene product leading to a specific observable phenotype"},
	{"term": "haploinsufficient", "definition": "an event leading to loss of function in a gene product that is dosage dependant such that the incomplete loss of function leads to an observable phenotype when event is in a heterozygous state"},
	{"term": "heterozygous", "definition": "a given event is present in 1 or more (but not all) copies of the associated feature"},
	{"term": "heterozygous (germline)", "definition": "a given event is present in the germline of the patient/sample and is present in 1 or more (but not all) copies of the associated feature"},
	{"term": "homozygous", "definition": "a given event is present in all copies of the associated feature"},
	{"term": "homozygous (germline)", "definition": "a given event is present in the germline of the patient/sample and is present in all copies of the associated feature"},
	{"term": "increased-function", "definition": "the efficacy or frequency of the existing functionality is increased. weakly-increased-function < increased-function"},
	{"term": "inferred gain-of-function", "definition": "gain-of-function is predicted or assumed (by the literature) based on an inference of similar events or data"},
	{"term": "inferred loss-of-function", "definition": "loss-of-function is predicted or assumed (by the literature) based on an inference of similar events or data"},
	{"term": "inferred", "definition": "the literature infers but does not directly provide support for the statement. applies to all reference types."},
	{"term": "inferred sensitivity", "definition": "the literature infers but does not directly provide support for the statement that \"[Event(s) are related or associated with] response to a therapeutic agent [as compared to the wild-type state]. This includes complete remission, partial response, anti-tumorigenic activity, acheivement of stable disease, and others\" -- CIViC"},
	{"term": "inferred resistance", "definition": "the literature infers but does not directly provide support for the statement that \"[Event(s) are related or associated with a] lack of sensitivity to a therapeutic agent [as compared to the wild-type state]. This includes primary refractory disease, acquired resistance upon treatment, and other non-response observations\" -- CIViC"},
	{"term": "inhibits-pathway", "definition": "event that inhibits the normal/canonical activity of a given pathway less-effective-than"},
	{"term": "less-effective-than"},
	{"term": "loss-of-function", "definition": "functionality has been lost"},
	{"term": "minimal resistance", "definition": "event confers negligible resistance as compared to wild-type state"},
	{"term": "minimal sensitivity", "definition": "event confers negligible sensitivity as compared to wild-type state"},
	{"term": "mutation hotspot", "definition": "the specific residue noted has been observed to be recurrently and commonly mutated at some signifiant frequency above random in numerrous independent observations"},
	{"term": "more-effective-than"},
	{"term": "mutation", "definition": "generally small mutations or intra-chromosomal rearrangements"},
	{"term": "NCCN guidelines", "definition": "recommended treatment guidelines for specific cancer types National Comprehensive Cancer Network"},
	{"term": "no functional effect", "definition": "event(s) do not result in altered functionality as compared to the wild-type"},
	{"term": "no gain-of-function", "definition": "event(s) do not result in gain-of-function"},
	{"term": "no loss-of-function", "definition": "event(s) do not result in loss-of-function"},
	{"term": "no resistance", "definition": "event does not confer increased resistance as compared to wild-type state"},
	{"term": "no sensitivity", "definition": "event does not confer increased sensitivity as compared to wild-type state"},
	{"term": "not specified", "definition": "the zygosity of the event somatic is not known or not given"},
	{"term": "not specified", "definition": "evidence level was either not given, recorded, or there was insufficient information to categorize it"},
	{"term": "not specified (germline)", "definition": "the zygosity of the germline event is not known or not given"},
	{"term": "not specified", "definition": "evidence does not provide a clear statement about the status of the specific field being referenced"},
	{"term": "not determined", "definition": "evidence specifically states, or is clearly not intended to draw a conclusion about the status of the specific field being referenced"},
	{"term": "observed", "definition": "evidence documents an occurence of the specified event"},
	{"term": "oncogene", "definition": "a cancer promoting event. An event having the potential to cause a normal cell to become cancerous."},
	{"term": "oncogenic fusion", "definition": "fusion whose product promotes cancer"},
	{"term": "pre-clinical", "definition": "study using in vivo or in vitro models. applies to therapeutic, prognostic, and diagnostic statements"},
	{"term": "putative oncogene", "definition": "suspected but not well supported or not well known oncogene"},
	{"term": "putative tumour suppressor", "definition": "suspected but not well supported or not well known tumour suppressor"},
	{"term": "reduced-function", "definition": "the efficacy or frequency of the existing functionality is reduced. weakly-reduced-function < reduced-function"},
	{"term": "reported", "definition": "curated resource from primary or secondary sources not directly related to clinical information (eg. Gene annotations, biological information, mycancergenome.org)"},
	{"term": "reduced-sensitivity"},
	{"term": "retrospective-clinical", "definition": "[Event(s) are related or associated with a] lack of sensitivity to a therapeutic agent [as compared to the wild-type state]. This includes primary refractory disease, acquired resistance upon treatment, and other non-response observations\" -- CIViC"},
	{"term": "response"},
	{"term": "sensitivity", "definition": "\"[Event(s) are related or associated with] response to a therapeutic agent [as compared to the wild-type state]. This includes complete remission, partial response, anti-tumorigenic activity, acheivement of stable disease, and others\" -- CIViC"},
	{"term": "structural variant", "definition": "large scale genomic alterations"},
	{"term": "switch-of-function", "definition": "event(s) where some wild-type/normal functionality is lost and some novel functionality is gained"},
	{"term": "targetable", "definition": "therapy can be used given some event or combination of event"},
	{"term": "test target", "definition": "the referenced event is a target in a clinically approved or developed genomic screening test"},
	{"term": "unfavourable", "definition": "event is associated with a specifed, unfavouable outcome in the context of the specifed disease"},
	{"term": "weakly-increased-function", "definition": "the efficacy or frequency of the existing functionality is increased. weakly-increased-function < increased-function"},
	{"term": "weakly-reduced-function", "definition": "the efficacy or frequency of the existing functionality is reduced. weakly-reduced-function < reduced-function"},
	{"term": "literature-review", "definition": "evidence from a review article that appropriately cites primary or secondary evidence, evidence statement might be a consensus view stated in the review article arising from the interpretation of multiple independent primary sources"},
	{"term": "retrospective-analysis", "definition": "evidence statement is drawn from a consensus arrived at from a retrospective analysis of data not necessarily originally intended for the purpose"},
	{"term": "differential"},
	{"term": "uncertain-functional-effect", "definition": "evidence statement refers to an event with an inconclusive functional effect"},
	{"term": "recurrently-mutated", "definition": "a gene that is reported (in the literature) to be commonly and/or repeatedly mutated in independent observations"},
	{"term": "conditional loss-of-function"},
	{"term": "progression"},
	{"term": "recurrent", "definition": "event(s) is(are) commonly observed in the given disease type"},
	{"term": "no response"},
	{"term": "inferred FDA-approved", "definition": "the literature provides support for use of FDA approved drugs for an off-label or inferred purpose that might not be explicity described by the original FDA drug approval, eg. the use of an approved drug for a different cancer type to that originally described in the approval, or a known druggable event not explicitly stated in the approval"},
	{"term": "putative disease-driver", "definition": "gene has been determined through in silico or statistical analysis to be a likely driver of the specified disease/disease subtype but formal validation of this assertion is not shown"},
	{"term": "subclonal", "definition": "the event is present in less than 1 copy, present only in a subclonal population"},
	{"term": "characteristic-of", "definition": "event(s) which is(are) a hallmark of this disease type"},
	{"term": "associated-with", "definition": "event(s) is(are) associated with some biological consequence/effect"},
	{"term": "tumour suppressor", "definition": "a gene whose wildtype product functions to suppress or block the development of cancer"},
	{"term": "pathogenic", "definition": "event(s) has been shown to cause a specified disease"},
	{"term": "toxicity", "definition": "adverse side effect"},
	{"term": "increased efficacy", "definition": "better response to a drug"},
	{"term": "decreased efficacy", "definition": "worse response to a drug"},
	{"term": "increased metabolism PK", "definition": "increased clearance of a drug"},
	{"term": "decreased metabolism PK", "definition": "decreased clearance of a drug"},
	{"term": "higher dosage", "definition": "require increased dosage"},
	{"term": "lower dosage", "definition": "require decreased dosage"}
]